/* No comment provided by engineer. */
"Ask ${applicationName}" = "Ask ${applicationName}";

/* No comment provided by engineer. */
"Send a question to ${applicationName}" = "Send a question to ${applicationName}";

/* No comment provided by engineer. */
"Query ${applicationName}" = "Query ${applicationName}";

/* No comment provided by engineer. */
"Tell ${applicationName}" = "Tell ${applicationName}";

/* No comment provided by engineer. */
"Start a new chat with ${applicationName}" = "Start a new chat with ${applicationName}";

/* No comment provided by engineer. */
"Start a new conversation with ${applicationName}" = "Start a new conversation with ${applicationName}";

/* No comment provided by engineer. */
"New chat with ${applicationName}" = "New chat with ${applicationName}";

/* No comment provided by engineer. */
"New conversation with ${applicationName}" = "New conversation with ${applicationName}";

/* No comment provided by engineer. */
"Start a new chat with ${applicationName} using ${model}" = "Start a new chat with ${applicationName} using ${model}";

/* No comment provided by engineer. */
"Start a new conversation with ${applicationName} using ${model}" = "Start a new conversation with ${applicationName} using ${model}";

/* No comment provided by engineer. */
"New chat with ${applicationName} using ${model}" = "New chat with ${applicationName} using ${model}";

/* No comment provided by engineer. */
"New conversation with ${applicationName} using ${model}" = "New conversation with ${applicationName} using ${model}";

/* No comment provided by engineer. */
"Start voice conversation with ${applicationName}" = "Start voice conversation with ${applicationName}";

/* No comment provided by engineer. */
"Talk to ${applicationName}" = "Talk to ${applicationName}";

